Revit 2027 API
ParameterTypeId.StairsBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsBaseLevelParam { get; }
Public Shared ReadOnly Property StairsBaseLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsBaseLevelParam {
	ForgeTypeId^ get ();
}
static member StairsBaseLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace